Repository: tuki0918/eagleinbox
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ is not a supported photo, video, audio, or PDF.
ja: 「%@」は対応していないファイル形式です。対応しているのは写真、ビデオ、音声、PDFです。

source: %@ item
ja: %@件

source: %@ items
ja: %@件

source: %@, selected
ja: %@、選択済み

source: %@, sent
ja: %@、送信済み

source: %lld item couldn’t be sent. Open Eagle Inbox for details.
ja: %lld件を送信できませんでした。詳細はEagle Inboxで確認してください。

source: %lld item was sent.
ja: %lld件を送信しました。

source: %lld items couldn’t be sent. Open Eagle Inbox for details.
ja: %lld件を送信できませんでした。詳細はEagle Inboxで確認してください。

source: %lld items were sent.
ja: %lld件を送信しました。

source: %lld selected
ja: %lld件選択済み

# %lld sent, %lld failed. Open Eagle Inbox for details.
source: %1$lld sent, %2$lld failed. Open Eagle Inbox for details.
ja: %1$lld件を送信し、%2$lld件は送信できませんでした。詳細はEagle Inboxで確認してください。

source: %lld tags
ja: %lld個のタグ

source: Add
ja: 追加

source: Add a connection first.
ja: 先に接続先を追加してください。

source: Add an Eagle server to start uploading.
ja: Eagleサーバーを追加してアップロードを開始してください。

source: Add an item before sending
ja: 送信する前に項目を追加してください

source: Add an item before uploading
ja: アップロードする前に項目を追加してください

source: Add and select a connection before uploading.
ja: アップロードする前に接続先を追加して選択してください。

source: Add and select a connection first.
ja: 先に接続先を追加して選択してください。

source: Add Connection
ja: 接続先を追加

source: Add Items
ja: 項目を追加

source: Add URL
ja: URLを追加

source: Adding files…
ja: ファイルを追加中…

source: Adding items…
ja: 項目を追加中…

source: Address
ja: アドレス

source: Adds this tag
ja: このタグを追加します

source: All
ja: すべて

source: Already Selected
ja: 選択済み

source: Annotation
ja: 注釈

source: API token
ja: APIトークン

source: API token (optional)
ja: APIトークン（任意）

source: Attachment
ja: 添付ファイル

source: Back to Connections
ja: 接続先一覧に戻る

source: Bookmark
ja: ブックマーク

source: Cancel
ja: キャンセル

source: Cancel Connection Test
ja: 接続テストをキャンセル

source: Cancel Sending
ja: 送信をキャンセル

source: Cancels the current request and keeps unsent items
ja: 現在の送信をキャンセルし、未送信の項目を残します

source: Check the protocol, host, port, and API token.
ja: プロトコル、ホスト、ポート、APIトークンを確認してください。

source: Checks this Eagle connection
ja: この接続先への接続をテストします

source: Choose a connection, then tap Select.
ja: 接続先を選び、「選択」をタップしてください。

source: Choose at least one file to send.
ja: 送信するファイルを1つ以上選択してください。

source: Choose Connection
ja: 接続先を選択

source: Choose no more than %lld file at a time.
ja: 一度に選択できるファイルは%lld件までです。

source: Choose no more than %lld files at a time.
ja: 一度に選択できるファイルは%lld件までです。

source: Choose no more than %lld URL at a time.
ja: 一度に選択できるURLは%lld件までです。

source: Choose no more than %lld URLs at a time.
ja: 一度に選択できるURLは%lld件までです。

source: Choose or add an Eagle connection
ja: Eagleの接続先を選択または追加してください

source: Choose or Add Connection
ja: 接続先を選択または追加

source: Choose Photos, Files, or URL
ja: 写真、ファイル、またはURLを選択します

source: Collapsed
ja: 折りたたみ済み

source: Configure this share extension’s connection before uploading.
ja: アップロードする前に、この共有機能の接続先を設定してください。

source: Connected
ja: 接続済み

source: Connection
ja: 接続情報

source: Connection name
ja: 接続先名

source: Connection Required
ja: 接続先が必要です

source: Connections
ja: 接続先

source: Could Not Load Attachment
ja: 添付ファイルを読み込めませんでした

source: Couldn’t connect to Eagle.
ja: Eagleに接続できませんでした。

source: Couldn’t Send
ja: 送信できませんでした

source: Couldn’t Send to Eagle
ja: Eagleに送信できませんでした

source: Create “%@”
ja: 「%@」を作成

source: Create %lld tags
ja: %lld個のタグを作成

source: Creates and selects the entered tag
ja: 入力したタグを作成して選択します

source: Delete
ja: 削除

source: Destination
ja: 送信先

source: Discard Changes
ja: 変更を破棄

source: Discard Changes?
ja: 変更を破棄しますか？

source: Dismiss message
ja: メッセージを閉じる

source: Dismiss Message
ja: メッセージを閉じる

source: Done
ja: 完了

# Eagle API error (%lld): %@
source: Eagle API error (%1$lld): %2$@
ja: Eagle APIエラー（%1$lld）：%2$@

source: Eagle returned an unreadable response.
ja: Eagleから読み取れない応答が返されました。

source: Edit %@
ja: %@を編集

source: Edit Connection
ja: 接続先を編集

source: Enter a valid HTTP or HTTPS URL.
ja: 有効なHTTPまたはHTTPSのURLを入力してください。

source: Expanded, 3 settings
ja: 展開済み、3項目の設定

# Expected “%@”, but “%@” is open.
source: Expected “%1$@”, but “%2$@” is open.
ja: 設定されているライブラリは「%1$@」ですが、現在は「%2$@」が開いています。

source: Failed
ja: 失敗

source: Failed: %@
ja: 失敗：%@

source: File name
ja: ファイル名

source: Files
ja: ファイル

source: Files are being added to the upload queue
ja: ファイルを送信リストに追加しています

source: Find the API token in Eagle → Settings → Developer.
ja: APIトークンは、Eagleの「設定」→「開発者」で確認できます。

source: Finishing…
ja: 完了処理中…

source: Folders
ja: フォルダ

source: Folders, annotation, and tags
ja: フォルダ、注釈、タグ

source: Hide API token
ja: APIトークンを非表示

source: Hides folders, annotation, and tags
ja: フォルダ、注釈、タグを非表示にします

source: Host or IP address
ja: ホスト名またはIPアドレス

source: HTTPS is not the default protocol used by the Eagle desktop API.
ja: HTTPSはEagleデスクトップAPIのデフォルトプロトコルではありません。

source: Items are being added to the upload queue
ja: 項目を送信リストに追加しています

source: Keep Editing
ja: 編集を続ける

source: Library
ja: ライブラリ

source: Library Mismatch
ja: ライブラリが一致しません

# Library mismatch. Expected “%@”, but “%@” is open.
source: Library mismatch. Expected “%1$@”, but “%2$@” is open.
ja: ライブラリが一致しません。 設定されているライブラリは「%1$@」ですが、現在は「%2$@」が開いています。

source: Loading folders…
ja: フォルダを読み込み中…

source: Loading shared items…
ja: 共有項目を読み込み中…

source: Loading tags…
ja: タグを読み込み中…

source: Metadata
ja: メタデータ

source: Metadata setting. Opens folder selection.
ja: メタデータ設定。フォルダの選択画面を開きます。

source: Metadata setting. Opens tag selection.
ja: メタデータ設定。タグの選択画面を開きます。

source: Metadata setting. Supports multiple lines.
ja: メタデータ設定。複数行入力できます。

source: My Eagle
ja: マイEagle

source: New Connection
ja: 新しい接続先

source: New Tag
ja: 新しいタグ

source: No Connections
ja: 接続先がありません

source: No Folders Available
ja: 利用できるフォルダがありません

source: No folders were found in this Eagle library.
ja: このEagleライブラリにフォルダが見つかりませんでした。

source: No items yet
ja: 項目はまだありません

source: No supported file or URL was shared.
ja: 対応しているファイルまたはURLが共有されていません。

source: No supported files found in %@.
ja: 「%@」に対応しているファイルが見つかりませんでした。

source: No Tags Yet
ja: タグがまだありません

source: None
ja: なし

source: Not selected
ja: 未選択

source: Not verified
ja: 未確認

# Open %@ in Eagle and try again. %@ is currently open.
source: Open %1$@ in Eagle and try again. %2$@ is currently open.
ja: Eagleで「%1$@」を開いてから再試行してください。現在は「%2$@」が開いています。

source: Open Eagle Inbox and add or select a connection first.
ja: Eagle Inboxを開き、先に接続先を追加または選択してください。

source: Optional
ja: 任意

source: Paste a URL
ja: URLをペースト

source: Photo
ja: 写真

source: Photos
ja: 写真

source: Port
ja: ポート

source: Preparing upload
ja: アップロードを準備中

source: Preparing upload…
ja: アップロードを準備中…

source: Protocol
ja: プロトコル

source: Provide at least one tag.
ja: タグを1つ以上指定してください。

source: Provide at least one valid HTTP or HTTPS URL.
ja: 有効なHTTPまたはHTTPSのURLを1つ以上入力してください。

source: Recent
ja: 最近使ったもの

source: Remove %@
ja: %@を削除

source: Removes this tag
ja: このタグを削除します

source: Save
ja: 保存

source: Saved Connections
ja: 保存済みの接続先

source: Saves web URLs as bookmarks in the selected Eagle connection.
ja: Web URLを選択したEagleの接続先にブックマークとして保存します。

source: Saves web URLs as tagged bookmarks in the selected Eagle connection.
ja: Web URLをタグ付きブックマークとして、選択したEagleの接続先に保存します。

source: Search folders
ja: フォルダを検索

source: Search or create a tag
ja: タグを検索または作成

source: Search to create your first tag.
ja: 検索欄に入力して最初のタグを作成できます。

source: Select
ja: 選択

source: Select %@
ja: %@を選択

source: Select a connection before sending
ja: 送信する前に接続先を選択してください

source: Select a connection before uploading
ja: アップロードする前に接続先を選択してください

source: Selected
ja: 選択済み

source: Send
ja: 送信

source: Send ${files} to Eagle
ja: ${files}をEagleに送信

source: Send ${files} to Eagle with ${tags}
ja: ${files}を${tags}付きでEagleに送信

source: Send ${urls} to Eagle
ja: ${urls}をEagleに送信

source: Send ${urls} to Eagle with ${tags}
ja: ${urls}を${tags}付きでEagleに送信

source: Send Files
ja: ファイルを送信

source: Send Files to Eagle
ja: ファイルをEagleに送信

source: Send Files to Eagle with Tags
ja: タグ付きでファイルをEagleに送信

source: Send Files with Tags
ja: タグ付きファイルを送信

source: Send to Eagle
ja: Eagleに送信

source: Send URLs
ja: URLを送信

source: Send URLs to Eagle
ja: URLをEagleに送信

source: Send URLs to Eagle with Tags
ja: タグ付きでURLをEagleに送信

source: Send URLs with Tags
ja: タグ付きURLを送信

source: Sending items to Eagle
ja: 項目をEagleに送信中

source: Sending was canceled. Check Eagle before retrying.
ja: 送信をキャンセルしました。再試行する前に、Eagleで送信結果を確認してください。

source: Sending…
ja: 送信中…

source: Sends all pending items to Eagle
ja: 未送信の項目をすべてEagleに送信します

source: Sends photos, videos, audio, and PDFs to the selected Eagle connection.
ja: 写真、ビデオ、音声、PDFを選択したEagleの接続先に送信します。

source: Sends photos, videos, audio, and PDFs with tags to the selected Eagle connection.
ja: 写真、ビデオ、音声、PDFにタグを付けて、選択したEagleの接続先に送信します。

# Sent %lld item to %@.
source: Sent %1$lld item to %2$@.
ja: %1$lld件を%2$@に送信しました。

# Sent %lld items to %@.
source: Sent %1$lld items to %2$@.
ja: %1$lld件を%2$@に送信しました。

# Sent %lld of %lld item. %lld failed. %@
source: Sent %1$lld of %2$lld item. %3$lld failed. %4$@
ja: 全%2$lld件中%1$lld件を送信しました。%3$lld件は送信できませんでした。%4$@

# Sent %lld of %lld items. %lld failed. %@
source: Sent %1$lld of %2$lld items. %3$lld failed. %4$@
ja: 全%2$lld件中%1$lld件を送信しました。%3$lld件は送信できませんでした。%4$@

# Sent %lld URL to %@.
source: Sent %1$lld URL to %2$@.
ja: %1$lld件のURLを%2$@に送信しました。

# Sent %lld URLs to %@.
source: Sent %1$lld URLs to %2$@.
ja: %1$lld件のURLを%2$@に送信しました。

source: Sent to Eagle
ja: Eagleに送信しました

source: Server
ja: サーバー

source: Show API token
ja: APIトークンを表示

source: Shows folders, annotation, and tags
ja: フォルダ、注釈、タグを表示します

source: Some Items Couldn’t Send
ja: 一部の項目を送信できませんでした

source: Split ${text} into Tags
ja: ${text}をタグに分割

source: Split Text into Tags
ja: テキストをタグに分割

source: Splits text into tag names using commas and new lines.
ja: テキストをカンマと改行でタグ名に分割します。

source: Status
ja: 状態

source: Stops the connection test
ja: 接続テストを停止します

source: Suggestions
ja: 候補

source: Tags
ja: タグ

source: Tap Done to close.
ja: 「完了」をタップして閉じてください。

source: Tap Select to confirm this connection.
ja: この接続先を確定するには、「選択」をタップします。

source: Test Connection
ja: 接続をテスト

source: Test this connection and save it before uploading.
ja: アップロードする前に、この接続先をテストして保存してください。

source: Testing
ja: 確認中

source: Testing %@
ja: %@を確認中

source: Testing connection
ja: 接続を確認中

source: Text
ja: テキスト

source: The API token could not be saved to Keychain (%d).
ja: APIトークンをKeychainに保存できませんでした（%d）。

source: The connection changed while it was being verified. Try again.
ja: 確認中に接続先が変更されました。再試行してください。

source: The connection result could not be saved.
ja: 接続テストの結果を保存できませんでした。

source: The current Eagle library has no folders.
ja: 現在のEagleライブラリにはフォルダがありません。

source: The item could not be sent.
ja: 項目を送信できませんでした。

source: The photos, videos, audio, or PDFs to send.
ja: 送信する写真、ビデオ、音声、PDFです。

source: The tags to apply to every sent item.
ja: 送信するすべての項目に適用するタグです。

source: The temporary upload body could not be created.
ja: 一時的なアップロードデータを作成できませんでした。

source: The text to split into tag names.
ja: タグ名に分割するテキストです。

source: The web URLs to save as Eagle bookmarks.
ja: Eagleのブックマークとして保存するWeb URLです。

source: This bookmark is already in the queue.
ja: このブックマークはすでに送信リストにあります。

# This connection is saved for “%@”, but “%@” is open. Update it to use “%@”?
source: This connection is saved for “%1$@”, but “%2$@” is open. Update it to use “%3$@”?
ja: この接続先は「%1$@」用として保存されていますが、現在「%2$@」が開いています。 この接続先で使用するライブラリを「%3$@」に更新しますか？

source: This connection was changed elsewhere. Reopen it and test again.
ja: この接続先の設定はほかで変更されました。開き直して、もう一度テストしてください。

source: This connection was changed elsewhere. Reopen it and try again.
ja: この接続先の設定はほかで変更されました。開き直して、もう一度お試しください。

source: Try Again
ja: 再試行

source: Try sending the failed items again
ja: 送信できなかった項目を再送信します

source: Ungrouped
ja: グループなし

source: Untitled
ja: 名称未設定

source: Untitled Connection
ja: 名称未設定の接続先

source: Update Connection Library?
ja: 接続先のライブラリを更新しますか？

source: Update Saved Library?
ja: 保存済みのライブラリを更新しますか？

source: Update to “%@”
ja: 「%@」に更新

source: Upload progress
ja: アップロードの進行状況

source: Upload Queue
ja: 送信リスト

source: Uploading · %lld%%
ja: アップロード中 · %lld%%

source: Uploads all pending items
ja: 未送信の項目をすべて送信します

source: URL error: %@
ja: URLエラー：%@

source: URLs
ja: URL

source: Use + to add items.
ja: ＋ボタンで項目を追加してください。

source: Use Add Items to add content.
ja: 「項目を追加」からコンテンツを追加してください。

source: Use HTTPS
ja: HTTPSを使用

source: Use HTTPS?
ja: HTTPSを使用しますか？

source: Verified
ja: 確認済み

source: Wait for the connection test to finish
ja: 接続テストが完了するまでお待ちください

source: Wait for the current operation to finish
ja: 現在の処理が完了するまでお待ちください

source: Warning: %@
ja: 警告：%@

source: Web Bookmark URL
ja: WebブックマークのURL

source: Which files do you want to send?
ja: 送信するファイルを選択してください

source: Which text do you want to split into tags?
ja: どのテキストをタグに分割しますか？

source: Which URLs do you want to send?
ja: 送信するURLを選択してください

source: Your changes will not be saved.
ja: 変更内容は保存されません。
